[{
	"type": "Press Release",
	"tags": ["sea"],
	"date": "16-04-2025",
	"title": "Wattlab launches SolarDeck: plug-and-play solar power for seagoing shipping",
	"intro": "Wattlab, the Netherlands-based maritime solar specialist, is proud to introduce its SolarDeck to the seagoing shipping industry. SolarDeck is a modular and scalable system of deck-mounted solar panels that yield significant reductions in fuel consumption and CO2 emissions. Moreover, based on installation on a seagoing general cargo vessel, SolarDeck combines substantial savings via Fuel EU Maritime and EU ETS regulations and an expected return on investment of 3-5 years.",
	"body": ["Established in 2017, Wattlab has spent its first years of operations focusing on the inland shipping sector with its Solar Flatrack. This is a modular solar energy system consisting of movable and stackable integrated solar panels and inverters. To date, Wattlab’s SolarHatches have been installed on more than 25 inland shipping vessels.",
	"With the aim to reduce fuel costs for seagoing shipowners and facilitate the continued decarbonisation of the maritime sector, Wattlab is now expanding into the seagoing shipping industry with SolarDeck.",
	"“At all times during the design of SolarDeck, we prioritised the shipowner’s requirements. We know that ‘time is money’. That’s why the SolarDeck can be installed in a minimum amount of time using container twist lock fittings. It also does not impact normal loading and unloading procedures,” says Wattlab’s CEO Bo Salet. “However, we also know – for cargo shipowners especially – that ‘space is money’. In the event of a deck load such as offshore wind blades, the ship’s crew can store the SolarDeck inside the volume of a 20-foot container, thus freeing up the deck for cargo.”",
	"SolarDeck has proven credentials: in collaboration with the Dutch Organisation for Applied Scientific Research TNO and international shipping company Vertom, Wattlab has spent the previous 18 months developing and testing the new system on board Vertom’s 7,280dwt general purpose dry cargo vessel Anette. The results from the testing phase are positive.",
	"“The test results show that SolarDeck performs well in the tougher environment – in terms of salinity and rougher sea states – of coastal shipping. Because salt water can drain freely from the solar panels, there’s no chance of a salt crust forming. As such, SolarDeck generates the expected power output levels,” Salet explains. “Furthermore, the system is robust enough to withstand storms as well as the usual day-to-day activities on board a seagoing cargo ship – while staying safe at all times.”",
	"Based on the test results (Vertom’s Anette is 119 metres long and 14 metres wide), Wattlab predicts reductions of 20 MT fuel and 68 MT CO₂ emissions per year. Such numbers are substantial enough to have a significant impact on a shipowner’s EEXI and CII scores in addition to potential savings via Fuel EU Maritime and EU ETS regulations.",
	"“We are excited to introduce SolarDeck to the seagoing shipping industry – to show shipowners what this system can mean to their operations,” Salet concludes. “SolarDeck isn’t just a green upgrade. With a return on investment of 3 to 5 years, it’s a smart investment.”"
	]
}]